Repository: helgatheviking/Simple-User-Listing
Catalog: languages/simple-user-listing-*.po
Languages: fi

source: Read posts by %s
fi: Lue käyttäjän %s artikkelit

source: User navigation
fi: Navigointi

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: No users found
fi: Käyttäjiä ei löytynyt

source: Search authors by name
fi: Hae käyttäjän nimellä

source: Search
fi: Haku

source: Search Authors
fi: Hae käyttäjät

source: Search Results for: %s
fi: Hakutulokset haulle: %s

source: Back To Author Listing
fi: Takaisin käyttäjälistaukseen

source: Create a simple shortcode to list our WordPress users.
fi: Luo yksinkertainen shortcode listataksesi Wordpress käyttäjät.

# number of posts
source: 1 post
fi: 1 artikkeli
